{
    "major_depressive_episode": [
        "How often have you been bothered by feeling down, depressed, irritable, or hopeless over the last two weeks?",
        "How often have you been bothered that you have little interest or pleasure in doing things over the last two weeks?",
        "How often have you been bothered by trouble falling asleep, staying asleep, or sleeping too much over the last two weeks?",
        "How often have you been bothered that you have poor appetite, weight loss, or overeating over the last two weeks?",
        "How often have you been bothered by feeling tired, or having little energy over the last two weeks?",
        "How often have you been bothered by feeling bad about yourself – or feeling that you are a failure, or that you have let yourself or your family down over the last two weeks?",
        "How often have you been bothered that you have trouble concentrating on things like school work, reading, or watching TV over the last two weeks?",
        "How often have you been bothered by moving or speaking so slowly that other people could have noticed? Or the opposite – being so fidgety or restless that you were moving around a lot more than usual over the last two weeks?",
        "How often have you been bothered by thoughts that you would be better off dead, or of hurting yourself in some way over the last two weeks?",
        "Depressed mood most of the day, nearly every day.",
        "Markedly diminished interest or pleasure in all, or almost all, activities most of the day, nearly every day.",
        "Insomnia or hypersomnia nearly every day.",
        "Significant weight loss when not dieting or weight gain, or decrease or increase in appetite nearly every day.",
        "Fatigue or loss of energy nearly every day.",
        "Feeling worthlessness or excessive or inappropriate guilt nearly every day.",
        "Diminished ability to think or concentrate, or indecisiveness, nearly every day.",
        "A slowing down of thought and a reduction of physical movement.",
        "Recurrent thoughts of death, recurrent suicidal ideation without a specific plan, or a suicide attempt or a specific plan for committing suicide.",
        "At times I am much more talkative or speak much faster than usual.",
        "There have been times when I was much more active or did many more things than usual.",
        "At times I have been much more interested in sex than usual.",
        "My self-confidence ranges from great self-doubt to equally great overconfidence.",
        "There have been great variations in the quantity or quality of my work.",
        "For no obvious reason I sometimes have been very angry or hostile.",
        "Inflated self-esteem or grandiosity.",
        "Decreased need for sleep (e.g., feels rested after only 3 hours of sleep).",
        "More talkative than usual or pressure to keep talking.",
        "Flight of ideas or subjective experience that thougts are racing.",
        "Distractibility (i.e., attention too easily drawn to unimportant or irrelevant external stimuli), as reported or observed.",
        "Increase in goal-directed activity (either socially, at work or school, or sexually) or psychomotor agitation.",
        "Excessive involvement in activities that have a high potential for painful consequences (e.g., engaging in unrestrained buying sprees, sexual indiscretions, or foolish business investments).",
        "There have been times when I have felt both high (elated) and low (depressed) at the same time.",
        "I get into moods where I feel very speeded up or irritable.",
        "Sometimes I am mentally dull and at other times I think very creatively.",
        "At times I am greatly interested in being with people and at other times I just want to be left alone with my thoughts.",
        "At some times I have great optimism and at other times equally great pessimism.",
        "Some of the time I show much tearfulness and crying and at other times I laugh and joke excessively."
    ]
}