{
    "0": [
        "My relationships are very intense, unstable, and alternate between the extremes of over idealizing and undervaluing people who are important to me.",
        "A pattern of unstable and intense interpersonal relationships characterized by alternating between extremes of idealization and devaluation."
    ],
    "3": [
        "My emotions change very quickly, and I experience intense episodes of sadness, irritability, and anxiety or panic attacks.",
        "Affective instability due to a marked reactivity of mood (e.g., intense episodic dysphoria, irritability, or anxiety unsually lasting a few hours and only rarely more than a few days)."
    ],
    "4": [
        "My level of anger is often inappropriate, intense, and difficult to control.",
        "Inappropriate, intense anger or difficulty controlling anger."
    ],
    "1": [
        "Now, or in the past, when upset, I have engaged in recurrent suicidal behaviors, gestures, threats, or self-injurious behavior such as cutting, burning, or hitting myself.",
        "Recurrent suicidal behavior, gestures, or threats, or self-mutilating behavior."
    ],
    "2": [
        "I have a significant and persistently unstable image or sense of myself, or of who I am or what I truly believe in.",
        "Identity disturbance: markedly and persistently unstable self-image or sense of self."
    ],
    "5": [
        "I have very suspicious ideas, and am even paranoid (falsely believe that others are plotting to cause me harm); or I experience episodes under stress when I feel that I, other people, or the situation is somewhat unreal.",
        "Transient, stress-related paranoid ideation or severe dissociative symptoms."
    ],
    "6": [
        "I engage in two or more self-damaging acts such as excessive spending, unsafe and inappropriate sexual conduct, substance abuse, reckless driving, and binge eating.",
        "Impulsively in at least two areas that are potentially self-damaging (e.g., spending, sex, substance abuse, reckless driving, binge eating)."
    ],
    "7": [
        "I engage in frantic efforts to avoid real or imagined abandonment by people who are close to me.",
        "Frantic efforts to avoid real or imagined abandonment."
    ],
    "8": [
        "I suffer from feelings of emptiness and boredom.",
        "Chronic fellings of emptiness."
    ]
}